src/main/resources/soap/GetPrivilegesLite.xml

<x:Envelope xmlns:x="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://soap_v2_0.ws.grouper.middleware.internet2.edu/xsd">
  <x:Header/>
  <x:Body>
    <xsd:getGrouperPrivilegesLite>
      <xsd:clientVersion>2.0.0</xsd:clientVersion>
      <xsd:groupName>[groupId]</xsd:groupName>
      <xsd:includeSubjectDetail>false</xsd:includeSubjectDetail>
      <xsd:includeGroupDetail>false</xsd:includeGroupDetail>
    </xsd:getGrouperPrivilegesLite>
  </x:Body>
</x:Envelope>
